export const HistData = [
  {
    Date: '2018年04月',
    name: '国立名古屋大学教育学部附属高等学校入学',
  },
  {
    Date: '2021年03月',
    name: '国立名古屋大学教育学部附属高等学校卒業',
  },
  {
    Date: '2021年04月',
    name: '名古屋工学院専門学校入学',
  },
  {
    Date: '2021年04月',
    name: '自由が丘産能短期大学入学',
    detail: '専門学校の単位を利用して通信制の短大を併修',
  },
  {
    Date: '2021年12月',
    name: '基本情報技術者試験合格',
  },
  {
    Date: '2021年12月',
    name: '普通自動車第一種運転免許(AT限定)取得',
  },
  {
    Date: '2022年03月',
    name: '学内プログラミングコンテスト準優勝',
  },
  {
    Date: '2022年12月',
    name: '応用情報技術者試験合格',
  },
  {
    Date: '2023年03月',
    name: '学内プログラミングコンテスト優勝',
  },
  {
    Date: '2023年03月',
    name: '自由が丘産能短期大学卒業',
  },
  {
    Date: '2023年04月',
    name: '産業能率大学編入',
    detail: '短大卒業後単位を持ち越して大学に編入',
  },
  {
    Date: '2023年08月',
    name: '株式会社Relicサマーインターン参加',
    detail: '8/21~8/25の五日間実施',
  },
  {
    Date: '2023年09月',
    name: '株式会社ジーニー1Dayインターン参加',
    detail: '9/9実施',
  },
];